Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gjk: تمين سِڌو سِڌو URLs نين پوتا نا پسنڌيڌا ڍائونَ لوڍ مينيجر مان ڪاپِي انين پيسٽ ڪرِي ۿڳو سو۔ اِي 12 ڪلاڪان وانۿين کتم ٿئِي زاشيَ، پڻ تمين ڪرين پڻ نوا ٺاۿيا ۿارُو آ پيج ماٿيَ واپس آوِي ۿڳو سو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gjk: تمين منظور ڇا ۿارُو { sc-review-form-button-reject-shortcut } ڪِي ڀورڍ شارٽ ڪٽ پڻ اِستمال ڪرِي ۿڳو سو { sc-review-form-button-approve-shortcut } انين ميڪِي ۮيڌا ۿارُو پڻ{ sc-review-form-button-skip-shortcut }

source: You can choose to make your username public or anonymous.
gjk: تمين پوتا نا يُوزر نام نين عوامِي يا ڳُمنام ڪريا نو اِنتخاب ڪرِي ۿڳو سو۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
gjk: تمين آ شيٽ مان <examplePromptsLink>120 مِثال طور پرامپٽس </examplePromptsLink>ڳوتِي ۿڳو سو۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
gjk: تمين<datasetsPage>نا پيج ماٿيَ زئِي ۿڳو سو</datasetsPage>، انين اُوڃان ٿِي تيمين ترجمون انين ٻولِيون زين تمين چاهو سو اِي سونڍِي ۿڳو سو انين اينيان نين ڍائونَ لوڍ ڪرِي ۿڳو سو! اِي ڦائيلون <metadataLink>ٿِي مُنسِلِڪ سي</metadataLink>، زين مان ڍيموگِراڦِڪ نيَ حواليَ ٿِي مالُومات انين تصڌيقِي ڍيٽا شامِل سي۔ تماريَ ڍيٽاسيٽ نين ڍائونَ لوڍ ڪريا ۿارُو ايڪ اِي ميل ايڍريس ۮيڌِي زوشيَ

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
gjk: تمين ڪامنَ وائيس ماٿيَ ايڪ پروفائيل ٺاوينَ انين پوتا نا آواز مان حِصو لئينَ ڦرق ڦرق ڍيٽاسيٽ ٺاۿيا مان مۮت ڪرِي ۿڳو سو۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gjk: تمين موزيلا ٻولِي نِي ڀراڌرِي مان ٻيزان ٿِي مُلاقات ڪرِي ۿڳو سو</discourseLink> ڍِسڪورس نيَ زريئيَ <discourseLink> ٿِي ڪونئين مضمونَ ماٿيَ وات چيت ڪريا ۿارُو يا </matrixLink>ميٽرِڪس ماٿيَ جلدي صلا ليڌا ۿارُو<matrixLink>

source: You cannot add multiple sentences for a single submission
gjk: تمين ايڪز فائيل ۿارُو وڌارين جُملا ايڍ نٿِي ڪرِي ۿڳتان

source: You cannot request your recordings while another request is already in progress.
gjk: ڪيمڪيَ ٻيزِي ڌرخواست مورٿيز جارِي سي، تمين پوتا نِي رِڪارڍينڳ نِي ڌرخواست نٿِي ڪرِي ۿڳتا۔

source: You can request a new takeout of your recordings every { $days } days.
gjk: تمين هر روز { $days } پوتا نِي رِڪارڍينڳ نِي نوِي ٽيڪ آئوٽ نِي ڌرخواست ڪرِي ۿڳو سو

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
gjk: ’تمين ماڻۿان نين حِصو ليڌا مان مۮت ڪريا نا موقعا هلوِي ۿڳو سو۔ اِي تمارِي سوچ ٿيئيَ وڌارين ۿورون سي۔ تمين اِي وِيڍيو ڪانڦرنس ٽُول ٿِي آنَ لائينَ ڪرِي ۿڳو سو انين زو اِي ميحڦوظ سي تو تمين زاتِي طور ماٿيَ پڻ ڪرِي ۿڳو سو۔ <eventTemplate> اماران ٽيمپليٽان نين انين وسيلا نين موقعا هلوِيا ۿارُو چيڪ ڪرِي ۿڳو سو</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gjk: تمين جُملان نا ننڪا نمڀر شامِل <sentenceCollectorLinkAdd> ڪرِي ۿڳو سو</sentenceCollectorLinkAdd>۔ يا تمين <bulkImportDocsLink> Github نين اِستمال ڪرينَ ڀرآمڌ ڪرِي ۿڳو سو</bulkImportDocsLink>۔ ياڌ راکزُو ڪي جُملا <licenseLink> CC0 يا (عوامِي ڍومينَ) </licenseLink> يا تمين پوتيَ پوتا نا لکِي ۿڳو سو۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
gjk: تمين<scraperLink> وِڪِي پيڍيا ماٿيَ ٿِي ننڪان ننڪان </scraperLink>نو اِستمال ڪرِي ۿڳو سو۔

source: You check whether the transcription matches the audio
gjk: تمين جانچ پڙتال ڪرو ڪي شون نقل ڪرل آڊيو ٿِي ملي سي

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
gjk: تمين ويب سائيٽ شامل ڪرِي ۿڳو سو مِثال طور https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
gjk: تمين تعاليمِي حوالا وارون انڌاز اِستمال ڪرِي ۿڳو سو مِثال طور هارورڍ موزيلا 2021 ڪامنَ وائيس۔ https://commonvoice.mozilla.org/ماٿيَ ڌستياٻ سي (پوڄا: 15 سيپٽمڀر 2021)

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
gjk: تمين پيغام پوڳاڙِيا ۿارُو سوشل ميڍيا پليٽ ڦارم نو اِستمال ڪرِي ۿڳو سو۔ پوسٽون شير ڪرو ايٽليَ اِي وضاۿت ٿائيَ ڪيَ اِي شون ليوا لازمِي سي، انين ٻيزان ماڻۿان ٿِي راٻطو ڪرو زين ٻولِي نان حقان ۿارُو، آواز نِي آرٽيفِشل اينٽليجھينس ۿارُو انين زين ٽيڪنولوجي مان تعصُڀ زيوان مسلان ماٿيَ انين سماجِي موهِم هلوِيا نا ٻارا مان وات چيت ڪريَ سي ريا۔ وڌيڪ صلاموشورا ۿارُو <campaignLink> ماٿيَ زووو زين مان وڌِيڪ اِي مَواڌ شامِل سي زين نين تمين وريَ ٻيزِي وران اِستمال ڪرِي ۿڳو سو</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gjk: تمين هزِي ڪونئين ٻولِي سليڪٽ نٿِي ڪرِي ميرٻانِي ڪرينَ پوتا نِي ٻولِي سليڪٽ ڪريا ۿارو پروڦائيل مان زائو <profileLink>

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gjk: تمين آ پيج نِي ۮيڌل آخرِي حد ۿوُڌِي پوڳِي جھا سو۔ ميرٻانِي ڪرينَ{ $retryLimit } منٽ ۿوۮِي انتظار ڪرو ٻيزو جُملو حواليَ ڪريا ۿاروو۔ تمارا صڀر ۿارُو ميرٻانِي!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gjk: تمين آ پيج نِي ۮيڌل آخرِي حد ۿوُڌِي پوڳِي جھا سو۔ ميرٻانِي ڪرينَ{ $retryLimit } منٽ ۿوۮِي انتظار ڪرو ٻيزو جُملو حواليَ ڪريا ۿاروو۔ تمارا صڀر ۿارُو ميرٻانِي!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gjk: تمان ڪنين آ صفا مان تبديليون محفوض نٿِي۔ زو تمين جڳا تٻۮيل ڪرشو تو تماريون ڳلتيون محفوظ نئِي رئي۔ شون تمين ۿاسيز آ صفو ميلوا ماڳو سو؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gjk: تمان ڪنين آ صفا مان تبديليون محفوض نٿِي۔ زو تمين آ صفو ميلشو تو تماريون ڳلتيون محفوض نئِي رئي۔ شون تمين ۿاسيز آ صفو ميلوا ماڳو سو؟

source: You might also want to consider spanning different contexts and domains.
gjk: تمين شائيۮ متنَ انين سياق و سباق نا ٻارا مان ڦرق سوچ وِچار ڪريا نو کيال راکتان هو۔

source: You must allow microphone access.
gjk: تماريَ ضرور مائيڪروڦونَ نِي اِجازت ۮيوِي سي۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
gjk: تمان نين رِڪارڍينڳ نا هر لڦظ نين ۿانڀرِيا نيَ قاٻِل هووون زويئين امين چاهيئين سيئين ڪي مشينَ لرنينڳ الگورٿم ڦرق ڦرق پسيَ منظر نِي ڳوڙِ نين ڪنٽرول ڪريا نيَ قاٻِل هوئيَ، انين گھڻون ڪرينَ تيز آواز يا خاموش پسيَ منظر نِي موسيقِي نين قٻُول ڪرِي ۿڳيَ سي۔ شرط اِي سي، ڪيَ تمان نين مُڪمل متنَ ۿانڀرِيا ٿِي نا روڪيَ۔ ٽڪراوون يا ٽوٽوون زين تمان نين متنَ نين ۿانڀرِيا ٿِي روڪيَ سي۔ اين نون مطلٻ اِي سي ڪيَ تماريَ ڪِلِپ نين رڌ ڪروون زويئين۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
gjk: تمارا ٻوليا وارا لڦظ اُو سي زيم تمين ٻوليا ۿارُو لڦظ ڪو سو۔ اِي اين ماٿيَ ڌارومڌار راکي سي ڪي تمين چان ريا سو، تمين ڪيون ٻيزيون ٻوليون ٻولو سو۔ انين ڪيٽلائين ٻيزان نظام۔ تمين اڃان اُو معلومات شيئر ڪرِي ۿڳو سو زين تمين مناسب ۿمزو سو۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gjk: تماريون گُمنام رِڪاڍينڳون ڪامنَ وائيس ڍيٽاسيٽ ماٿيَ رشيَ۔ ايڪ وران زو تمين پوتا نِي پروفائيل ڍِليٽ ڪرِي ناڇِي تو پسيَ تمين پوتا نِي رِڪاڍينڳ نين ڍيٽاسيٽ ماٿيَ هٽايا نِي ڌرخواست جمع نٿِي ڪراوِي ۿڳتان۔

source: Your daily goal has been created
gjk: تمارون ھر روز نون مقصۮ (گول) ٺۿاڻون سي

source: Your dataset is downloading!
gjk: تمارون ڍيٽاسيٽ ڍائونَ لوڍ ٿائيَ سيَ ريون!

source: Your download has started.
gjk: تمارِي ڍائونَ لوڍينڳ شُرو ٿئِي جھئِي سي۔

source: You’re contributing to a target segment
gjk: تمين ايڪ ٽارگيٽ سيڪشنَ مان حصو ليو سوريا

source: You’re contributing to our first target segment
gjk: تمين امارا پيۿرِيا ٽارگيٽ سيڪشنَ مان حِصو ليو سو ريا۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gjk: تمين اتيارين مقصۮ يانِي (گول) نيَ حواليَ ٿِي اِطلاع ۮيڌا نا ٻارا مان، مارِي پوتا نِي ترقِي نِي اپڍيٽ نا ٻارا مان انين ڪامنَ وائيس نِي طرڦ ٿِي کٻرِچار نا خط (نيُوز ليٽر) ۿارُو <bold>نا</bold> سيٽ ٿئِي جھا سو۔

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gjk: تمين اتيارين مقصۮ يانِي (گول) نيَ حواليَ ٿِي اِطلاع ۮيڌا نا ٻارا مان، مارِي پوتا نِي ترقِي نِي اپڍيٽ نا ٻارا مان انين ڪامنَ وائيس نِي طرڦ ٿِي کٻرِچار نا خط (نيُوز ليٽر) ۿارُو سيٽ ٿئِي جھا سو۔

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gjk: تمين الائِي تيز زائو سو ريا۔ ميرٻانِي ڪرينَ جُملان نو سئِي جائزو ليو اِي کاترِي ڪريا ۿارُو ڪيَ اِي سئِي سي۔

source: You're helping Common Voice reach our daily sentence goals!
gjk: تمين عام آوازان مان مۮت ڪرو سو ريا اماران روز نان جُملان ۿوُڌِي پوڄا نِي ڪوشش ڪرو

source: Your email address
gjk: تمارون اِي ميل

source: You respond or reply to it as naturally as you can
gjk: تمين اينيان نين زٻاپ ڄو ڪان زٻاپ ڄو زيم تمين قدرتِي طور ماٿيَ ڪرِي ۿڳو سو۔

source: Your files are being assembled. Please check again later.
gjk: تمارِيون فائيلون ڀيڳيُون ڪرِيون زائيَ سي ريون۔ ميرٻانِي ڪرينَ پسيَ وريَ ٻيزِي وران چيڪ ڪرزُو۔

source: Your Languages
gjk: تمارِي ٻولِيون

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gjk: تماري ٻولي نو نمونو شايد ختم ٿئي جھو سي! زو تمارو ڪونئين اعترض نا ھوئي، تو تمين پوتا ني ترتيب نين ڀڌلاوي ۿڳو سو ايٽلي ٻيزو تماري ٻولي مان جملا زوئي ۿڳي۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gjk: ٿئي ۿڳي سي ڪي تماري ٻولي مان جملا ختم ٿئي جا ھوئي! زو تمين چاۿو سو تو، تمين سيٽينڳ تٻۮيل ڪرينَ پوتا ني ٻولي مان وڌيڪ جُملا زوئِي ۿڳو سو۔

source: Your username and email will not be associated with the published data.
gjk: تمارون يُوزر نيم انين اِي ميل ايڍرس سپاوَل ڍيٽاسيٽ ٿِي مِلاول نئين هوئيَ۔

source: Your weekly goal has been created
gjk: تمارون ھڦتا وارون مقصۮ (گول) ٺۿاڻون سي۔

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
gjk: تمان نين زٽ سمجھاڻِي ۿارُو ايڪ اِي ميل حاصل ڪروِي زويئين تمارِي ٻولِي نين عام آواز مان شامِل ڪريا ۿارُو قڌم۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gjk: تمين عام آواز مان <goalPercentage> اماري روز نِي </goalPercentage>رڪارڍينگ نا مقصۮ ۿوُڌِِي پوڄا مان امارِي مۮت ڪري سي<goalPercentage>!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gjk: تمين عام آواز مان <goalPercentage> </goalPercentage> امارا روز نا تصڌيق وارا مقصۮ ۿوُڌِي پوڄا مان { $goalValue }امارِي مۮت ڪرِي سيَ!

source: You've successfully signed up for contributing to { $language }. Thank you.
gjk: تمين ڪامياٻِي ٿِي { $language }مان حِصو ليڌا ۿارُو سائينَ اپَ ڪريون سي، تمارِي ميرٻانِي۔

source: You want to join the Common Voice mailing list
gjk: تمين ڪامنَ وائيس نِي اِي ميل ڪريا وارِي لِسٽ مان شامِل ٿاوا ماڳو سو۔

source: You write down what you hear in the audio clips
gjk: تمين زين آڊيو ڪِلپ مان ۿانڀريون سي، اِي لکِي ناکو۔

source: Zaza
gjk: زازا

source: Zip #{ $offset } of { $total }
gjk: زِپ # { $total }نو{ $offset }

source: Zulu
gjk: زولو

source: account recovery key
gjk: اڪائونٽ نِي رِڪورِي نِي چاٻِي

source: add-on
gjk: اِضافو ڪرو

source: alternate text
gjk: مُتٻاۮل ٽيڪسٽ

source: attack
gjk: حملو

source: attacker
gjk: حملو ڪريا وارون

source: Attack Site
gjk: حملا وارِي سائيٽ

source: attendee
gjk: شِرڪت ڪريا واران

source: authenticate
gjk: تصۮيق ڪروِي

source: authenticated
gjk: تصۮيق ٿل

source: authentication code
gjk: تصۮيق نون ڪوڍ

source: autoplay
gjk: آٽو پِليَ

source: backup authentication code
gjk: بيڪ اپ تصۮيق ڪوڍ

source: bookmark
gjk: بُڪ مارڪ

source: breakpoint
gjk: وقفا نون پوئينٽ

source: Bug report
gjk: بگ رِپورٽ

source: certificate authority
gjk: سرٽيفڪيٽ اٿارٽِي

source: cipher
gjk: سِفر (cipher)

source: clipboard
gjk: ڪِلپ بورڍ

source: colorway
gjk: رنڳ وارو رستو

source: confirmation code
gjk: تصۮيق نون ڪوڍ

source: context
gjk: سياق و سڀاق

source: cookie banner
gjk: ڪُوڪِي بينر

source: corrupt
gjk: خراٻ (corrupt)

source: corrupted
gjk: خراٻ ٿل (corrupted)

source: crash
gjk: حاڌثو

source: cross-site tracking cookie
gjk: ڪراس سائيٽ ٽريڪِنگ ڪُڪِي

source: cryptominer
gjk: ڪرائيپٽو مائينر (cryptominer)

source: cryptomining
gjk: ڪرائيپٽو مائينر (cryptominer)

source: debug
gjk: ڍيبڳ (debug)

source: deceptive site
gjk: گُھمراۿ ڪريا وارِي سائيٽ

source: decode
gjk: ڍِي ڪوڍ (decode)

source: decryption
gjk: ڍيڪرپشنَ (decryption)

source: disinformation
gjk: زين نا ٻارا مان مالُومات نا هوئيَ

source: distrust
gjk: زين ماٿيَ اعتٻار نا هوئيَ

source: email mask
gjk: اِي ميل ماسڪ

source: enable
gjk: لائيق

source: encode
gjk: اينَ ڪوڍ

source: encrypt
gjk: انڪرپٽ (encrypt)

source: encryption
gjk: انڪرپشنَ (encryption)

source: end user
gjk: آخر مان اِستمال ڪريا وارو

source: Enhanced Tracking Protection
gjk: بيۿتر ٿل ٽريڪِنگ حڦاظت

source: extension
gjk: وڌاول

source: fingerprinter
gjk: فِنگر پِرنٽر

source: fingerprinting
gjk: فِنگر پِرنٽينگ

source: Firefox View
gjk: فائيرفوڪس وِيُو

source: grassroots
gjk: گِراس رُوٽس

source: home page
gjk: هوم پيج

source: import
gjk: اِمپورٽ

source: independent browser
gjk: آزاد برائُوزر

source: innovations
gjk: ايجاڌون

source: insecure
gjk: غير ميحفوظ

source: installation
gjk: اِنسٽاليشنَ

source: Issue
gjk: مسلو

source: Legacy extension
gjk: وصيئٽ مان واڌ

source: MDN
gjk: ايم ڍِي اين (MDN)

source: misinformation
gjk: گلت ڄاڻ

source: native
gjk: ڌيسِي يا اصلِي

source: net neutrality
gjk: خالص غير جانبڌارِي

source: nonprofit
gjk: نانَ پروفيٽ

source: non-profit
gjk: نانَ-پروفيٽ

source: open source
gjk: کُلل زريئو

source: override
gjk: وڌارين ماٿيَ سڙوون

source: phone number mask
gjk: ڦونَ نمڀر ماسڪ

source: pop-up
gjk: پوپ-اپ

source: preference
gjk: ترجيح

source: Privacy Notice
gjk: رازۮارِي وارون نوٽِس

source: release
gjk: ميڪِي ۮيوون

source: report
gjk: رِپورٽ

source: restricted site
gjk: پاپنڌِي وارِي سائيٽ

source: revert
gjk: واپس ڪروون

source: Review checker
gjk: جائزو ليڌا وارو

source: search suggestion
gjk: ڳوچا نو مشورو

source: security keys
gjk: سِڪيوُرٽِي نيون ڪونسِيُون

source: sensitive
gjk: حساس

source: sidebar
gjk: سائيڍبار

source: sign
gjk: سئِي يا سائينَ

source: signer
gjk: ڌستخط ڪريا وارو

source: sign in
gjk: سائينَ اِن ڪرو

source: sign-in
gjk: سائينَ-اِن ڪرو

source: studies
gjk: پڙۿائِي

source: Terms of Service
gjk: سروِس نيون شرطون

source: track
gjk: ٽريڪ

source: trackers
gjk: ٽريڪ ڪريا وارو

source: Tracking Content
gjk: ٽريڪِنگ وارو مواڌ

source: unencrypted
gjk: ڪوڍ نا ٿل

source: unresponsive
gjk: غير جواٻۮار

source: unsafe
gjk: غيرميحفوظ

source: validate
gjk: تصۮيق شُڌه

source: validity
gjk: تصڌيق

source: version
gjk: وريَنَ

source: Web Authentication
gjk: ويب نِي تصڌيق
